import food_1 from '../assets/food_1.png'
import food_4 from '../assets/food_4.png'
import food_14 from '../assets/food_14.png'
import food_12 from '../assets/food_12.png'
import food_9 from '../assets/food_9.png'
import food_8 from '../assets/food_8.png'
export const food_list = [
    {
        _id: "1",
        name: "Greek salad",
        image: food_1,
        description: "Food provides essential nutrients for overall health and well-being. Приготовление: Нарежьте огурцы. Вымытые грунтовые огурцы избавьте от кончиков, разделите вдоль на две части и нарежьте поперёк дольками толщиной 8–10 мм. Подготовленные огурцы отправьте в салатник. 3Нарежьте помидоры. Спелые сладкие помидоры ополосните под краном и оботрите полотенцем. Удалите у помидоров утолщения в том месте, где они крепились к плодоножкам. Нарежьте помидоры дольками толщиной около 1 см и переложите в миску к огурцам. 3Смешайте салат с заправкой. Выложите в неглубокую миску или на широкую тарелку. Разложите поверх него кубики феты и маслины без косточек. Посыпьте подготовленный салат орегано и чёрным перцем. 3Дайте салату настояться 5–10 минут, а затем подайте. Перед употреблением салат перемешайте. ",
        category: "Salad"
    }, {
        _id: "4",
        name: "Chicken Salad",
        image: food_4,
        description: "Food provides essential nutrients for overall health and well-being. Приготовление: Отварите или запеките куриную грудку до готовности. 1Крупно нарежьте все ингредиенты, измельчите зелень и заправьте салат сметаной.",
        category: "Salad"
    }, {
        _id: "8",
        name: "Veg Rolls",
        image: food_8,
        description: "Food provides essential nutrients for overall health and well-being. Приготовление: Очистить и натереть на мелкую тёрку морковь. 2Нарезать овощи и авокадо. 2Смешать морковь с соусом из авокадо. 2Очистить и мелко нарезать имбирь. 2На лист нори выложить начинку из морковки, посыпать кунжутом, затем положить овощи и имбирь. 2С помощью циновки завернуть в ролл. 2Острым ножом нарезать на кусочки 2–3 см. 2Подавать с васаби и имбирем. ",
        category: "Rolls"
    }, {
        _id: "9",
        name: "Ripple Ice Cream",
        image: food_9,
        description: "Food provides essential nutrients for overall health and well-being. Приготовление: Вылейте желтки в кастрюлю с толстым дном. Добавьте сахарную пудру и хорошо перемешайте. 2Порциями добавляйте в желтковую массу молоко, каждый раз хорошо её перемешивая. 2Постоянно помешивая варите массу на среднем огне до загустения. Но следите за тем, чтобы не доводить её до кипения, иначе желтки могут свернуться. 2В результате должен получиться густой однородный крем, который нужно полностью остудить. 2Холодные сливки влейте в глубокую миску. Взбивайте их на небольших оборотах миксера, постепенно увеличивая скорость. 2Взбейте сливки до устойчивых пиков и влейте в желтковый крем. 2Перемешайте, чтобы получилась однородная довольно жидкая масса. 2Выложите её в контейнер с крышкой и уберите в морозилку минимум на 8 часов. 2Каждые 2 часа доставайте мороженое и перемешивайте ложкой — это предотвратит образование ледяных кристаллов",
        category: "Deserts"
    }, {
        _id: "12",
        name: "Vanilla Ice Cream",
        image: food_12,
        description: "Food provides essential nutrients for overall health and well-being .Приготовление:  Вылейте желтки в кастрюлю с толстым дном. Добавьте сахарную пудру и хорошо перемешайте. 2Порциями добавляйте в желтковую массу молоко, каждый раз хорошо её перемешивая. 2Постоянно помешивая варите массу на среднем огне до загустения. Но следите за тем, чтобы не доводить её до кипения, иначе желтки могут свернуться. 2В результате должен получиться густой однородный крем, который нужно полностью остудить. 2Холодные сливки влейте в глубокую миску. Взбивайте их на небольших оборотах миксера, постепенно увеличивая скорость. 2Взбейте сливки до устойчивых пиков и влейте в желтковый крем. 2Перемешайте, чтобы получилась однородная довольно жидкая масса. 2Выложите её в контейнер с крышкой и уберите в морозилку минимум на 8 часов. 2Каждые 2 часа доставайте мороженое и перемешивайте ложкой — это предотвратит образование ледяных кристаллов",
        category: "Deserts"
    },
    {
        _id: "14",
        name: "Vegan Sandwich",
        image: food_14,
        description: "Food provides essential nutrients for overall health and well-being. Приготовление:  Нарежьте мякоть перцев на 2–3 кусочка, удалив черенок и семечки. Выложите на противень, покрытый пергаментом. Посолите, сбрызните оливковым маслом и запекайте 5–7 минут при 220 градусах, включив верхний гриль. В середине запекания кусочки перцев можно перевернуть, чтобы они равномерно карамелизовались с обеих сторон.Выложите в блендер миндаль, сушёную паприку и веганский майонез, добавьте 1–2 столовых ложки холодной воды, измельчите на самой высокой скорости в однородную пасту. Посолите по вкусу.Обжарьте ломтики хлеба на оливковом масле. Обильно смажьте с внутренней стороны ореховой намазкой.Выложите на нижний тост листья шпината, затем расположите сверху кусочки запечённого перца и листья базилика.Накройте вторым куском хлеба.",
        category: "Sandwich"
    }]